Repository: wp-plugins/saint-du-jour-widget
Catalog: lang/saint-du-jour-reloaded-*.po
Languages: fr_fr

source: Displays the Saint of the day.
fr_fr: Affiche le saint du jour.

source: Free service provided by <a href="http://www.evangelizo.org/" target="_blank">Evangelizo.org</a>.
fr_fr: Service fourni gratuitement par <a href="http://www.evangelizo.org/" target="_blank">Evangelizo.org</a>.

source: Title:
fr_fr: Titre :

source: The Saint of the day, w/ link to life
fr_fr: Le saint du jour, avec un lien vers sa vie.

source: The feast of the day, w/ link to explanation
fr_fr: La fête du jour, avec un lien vers l'explication.

source: Liturgic title
fr_fr: Titre liturgique

source: Long title of the reading (content mandatory)
fr_fr: Titre long de la lecture (Contenu obligatoire)

source: Short title of the reading (content mandatory)
fr_fr: Titre court de la lecture (Contenu obligatoire)

source: Text of the reading (content mandatory)
fr_fr: Texte de la lecture (Contenu obligatoire)

source: All the readings of the day (content mandatory)
fr_fr: Toutes les lectures du jour (Contenu obligatoire)

source: Title of the commentary
fr_fr: Titre du commentaire

source: Author of the commentary
fr_fr: Auteur du commentaire

source: Source of the commentary
fr_fr: Source du commentaire

source: Text of the commentary
fr_fr: Texte du commentaire

source: Choose what kind of information you want to display.
fr_fr: Choisissez le type d'information que vous voulez afficher.

source: Lang:
fr_fr: Langue :

source: American-US language and Roman calendar Ordinary form
fr_fr: Anglais US / rit ordinaire du calendrier romain

source: Arabic language and Roman calendar Ordinary form
fr_fr: Arabe / rit ordinaire du calendrier romain

source: German language and Roman calendar Ordinary form
fr_fr: Allemand / rit ordinaire du calendrier romain

source: French language and Roman calendar Ordinary form
fr_fr: Français / rit ordinaire du calendrier romain

source: Greek (Hellenic) language and Roman calendar Ordinary form
fr_fr: Grec (Hellène) / rit ordinaire du calendrier romain

source: Italian language and Roman calendar Ordinary form
fr_fr: Italien / rit ordinaire du calendrier romain

source: Malagasy language and Roman calendar Ordinary form
fr_fr: Malgache / rit ordinaire du calendrier romain

source: Dutch language and Roman calendar Ordinary form
fr_fr: Hollandais / rit ordinaire du calendrier romain

source: Polish language and Roman calendar Ordinary form
fr_fr: Polonais / rit ordinaire du calendrier romain

source: Portuguese language and Roman calendar Ordinary form
fr_fr: Portugais / rit ordinaire du calendrier romain

source: Spanish language and Roman calendar Ordinary form
fr_fr: Espagnol / rit ordinaire du calendrier romain

source: Armenian language and Armenian calendar
fr_fr: Arménien / calendrier arménien

source: Arabic language and Byzantine calendar
fr_fr: Arabe / calendrier byzantin

source: Arabic language and Maronite calendar
fr_fr: Arabe / calendrier maronite

source: French language and Roman extraordinary calendar
fr_fr: Français / calendrier romain extraordinaire

source: American-US language and Roman extraordinary calendar
fr_fr: Anglais US / calendrier romain extraordinaire

source: Choose the language you want to use (and the form, if available).
fr_fr: Choisissez la langue que vous voulez utiliser (et le rit, si disponible).

source: Content:
fr_fr: Contenu :

source: First lecture
fr_fr: Première lecture

source: Psalm
fr_fr: Psaume

source: Second lecture
fr_fr: Deuxième lecture

source: Gospel
fr_fr: Évangile

source: Epistle
fr_fr: Épître

source: Choose the content you want, in case you chose a "Reading" type.
fr_fr: Choisissez le contenu que vous voulez, si vous avez choisie un type "Lecture".

source: Advertising:
fr_fr: Publicité :

source: Wanna let your visitors know where you got that information ? Check this and there'll be a link to <a href="http://www.evangelizo.org/" target="_blank">Evangelizo.org</a>. :-)
fr_fr: Voulez-vous indiquer à vos visiteurs comment vous avez cette information ? Cochez cette case et un lien vers <a href="http://www.evangelizo.org/" target="_blank">Evangelizo.org</a> sera affiché. :-)
